Repository: wp-plugins/soccr
Catalog: languages/soccr-*.po
Languages: de_de

source: Loading...Please wait
de_de: Lade Mannschaften...Bitte warten

source: No Teams available
de_de: Keine Mannschaften verfügbar

source: Displays last or next match from a specified team
de_de: Zeigt das letzte oder nächste Spiel eines Vereins aus der ersten, zweiten oder dritten Fußball-Bundesliga an

source: Next Match
de_de: Nächstes Spiel

source: Last Match
de_de: Nächstes Spiel

source: League
de_de: Liga

source: Season
de_de: Saison

source: Team
de_de: Mannschaft

source: Please support Plugin Development with a small donation
de_de: Bitte unterstütze die Plugin-Entwicklung von Soccr mit einer kleinen Spende

source: No match available
de_de: Kein Spiel gefunden
